"English - (vadi.ms edited) Ilya Birman Typography" = "English - (vadi.ms edited) Ilya Birman Typography";
"Russian - (vadi.ms edited) Ilya Birman Typography" = "Russian - (vadi.ms edited) Ilya Birman Typography";
